Repository: samsaamxint/Ride
Catalog: Ride/Ride/Localization Folder/*.lproj/Localizable.strings
Languages: ar

# Internet connection is unstable
source: It Seems like your internet connection is unstable. Please try again
ar: يرجى التأكد من اتصالك بالانترنت، حاول مرة اخرى

source: CAPTAIN
ar: كابتن

source: RIDER
ar: راكب

source: Something went wrong
ar: خطأ

source: Skip
ar: تخطي

source: Signup as
ar: التسجيل كـ

source: Login as
ar: تسجيل الدخول كـ

source: Rider
ar: راكب

source: Captain
ar: كابتن

# AlreadyUser
source: Already a User?
ar: هل لديك حساب مسجّل سابقاً؟

source: Don’t have an account?
ar: هل عندك حساب؟

source: Login
ar: تسجيل الدخول

source: Sign Up
ar: تسجيل جديد

source: Please Enter Your Details
ar: يُرجى إدخال معلوماتك

source: Mobile Number
ar: رقم الجوّال

source: Verify
ar: تحقق

source: Enter OTP
ar: أدخل رمز التحقق

source: Code sent to number
ar: تم إرسال الرمز إلى الرقم

source: ( Edit )
ar: (تعديل)

source: Didn’t receive the OTP?
ar: لم يصلك الرمز؟

source: Done
ar: تم

source: Resend OTP
ar: إعادة إرسال OTP

# enterDetails
source: Please Enter Your Details
ar: الرجاء إدخال التفاصيل الخاصة بك

source: ID Number
ar: رقم الهوية

# licenseExpiry
source: License Expiry Date
ar: تاريخ انتهاء الرخصة

source: Mobile Number
ar: رقم الجوّال

source: Date of Birth
ar: تاريخ الميلاد

source: Select your option
ar: حدد الخيار المناسب

source: I Own a Car
ar: أمتلك سيارة

source: I Own a Pickup
ar: أنا أملك بيك أب

source: Subscriptions
ar: الاشتراك

source: Proceed
ar: متابعة

# noCar
source: You don’t Have Any cars Registered to your iD number
ar: ليس لديك أي سيارات مسجلة برقم iD الخاص بك

source: Use Ride A Ride
ar: استخدم Ride A Ride

source: Confirm
ar: تأكيد

# AddCarSequence
source: Add Car Sequence No.
ar: الرقم التسلسلي للسيارة

# SeqNo
source: Sequence No.
ar: رقم التسلسل

# OwnershipNo
source: Owner ID.
ar: هوية المالك

# findSequence
source: How to find car sequence number for your car
ar: كيفيه العثور على الرقم التسلسلي

source: Learn More
ar: اختر

source: Authorize Vehicle
ar: المركبات المفوضة

source: Your Application Under Process
ar: الطلب الذي تقدمت به قيد المعالجة

source: Login and authorize on Absher portal
ar: اكمل الموافقه على التسجيل من خلال موقع أبشر

source: See Details
ar: الاطِّلاع على التفاصيل

source: Your Application is under review
ar: الطلب الذي تقدمت به قيد المعالجة

# If you have received an SMS from AMN portal
source: If you have received an SMS from AMN portal, please follow the instructions to complete your request for registration
ar: إذا استلمت رسالة نصية قصيرة من منصة أمن، فيُرجى اتّباع التعليمات لإكمال طلبك للتسجيل

source: Call Customer Care
ar: الاتصال بخدمة العملاء

source: Customer Care Live Chat
ar: الدردشة المباشرة مع خدمة العملاء

source: Report a Problem
ar: الإبلاغ عن مشكلة

source: Your application is Approved
ar: تمت الموافقة على طلبك

source: Subscribe
ar: اشتراك

source: To Complete Your Registration
ar: لإكمال تسجيلك

source: You need to pay the fees for the first month
ar: يجب عليك دفع رسوم الشهر الأول

source: First month Fees
ar: رسوم الشهر الأول

source: Transaction Fees
ar: رسوم المعاملة

source: VAT Amount
ar: مبلغ ضريبة القيمة المضافة

source: Total Amount Payable
ar: إجمالي المبلغ المطلوب دفعه

source: Balance
ar: الرصيد

source: +PROMO
ar: الرمز الترويجي +

source: Add Balance
ar: إضافة أموال

source: Pay with Card
ar: بطاقة ائتمانية او مدى

source: Enter IBAN
ar: أدخِل رقم الآيبان

# please enter your IBAN
source: In order to take your first ride please enter your IBAN
ar: للقيام برحلتك الأولى، يُرجى إدخال رقم الآيبان الخاص بك

source: There are no riders around
ar: لا يوجد ركاب حول منطقتك

source: Drive to high-demand zones to find more riders
ar: اذهب إلى مناطق فيها طلب عالي للعثور على مزيد من الركاب

source: Navigate to high demand zone
ar: الذهاب إلى منطقة يزداد فيها الطلب

source: Estimate Earning
ar: تقدير الأرباح

source: Decline
ar: رفض

source: Accept
ar: قبول

source: Reached
ar: تم الوصول

source: Arrived
ar: وصل

source: Navigate to Rider
ar: الانتقال إلى موقع الراكب

source: Enter PIN from rider to start the ride
ar: أدخل الرمز من الراكب لبدء الرحلة

source: Start Ride
ar: بدء الرحلة

# Go straight
source: Go straight for
ar: اذهب مباشرة لمسافة

source: Dropping
ar: نزول الراكب

source: End Ride
ar: إنهاء الرحلة

source: Rate your Rider
ar: قيّم الراكب

source: Total Earning
ar: إجمالي الأرباح

source: Total Loyalty Points Earned
ar: إجمالي نقاط الولاء التي ربحتها

source: Submit Rating
ar: إرسال التقييم

source: Drop-off Address Changed!
ar: تم تغيير عنوان التسليم!

# Rider changed the drop-off
source: Rider changed the drop-off location your new drop-off location is
ar: قام الراكب بتغيير موقع الإنزال هو موقع الإنزال الجديد الخاص بك

source: Navigate
ar: توجه

source: Delete my account
ar: حذف الحساب

source: Cancel Ride
ar: إلغاء الرحلة

source: Add payment method
ar: أضف طريقة للدفع

source: Card Number
ar: رقم البطاقة

source: Name on Card
ar: اسم حامل البطاقة

source: Exp. Date
ar: تاريخ الانتهاء

source: CVV
ar: رقم CVV

source: Save Card
ar: حفظ البطاقة

source: Card Already exists
ar: البطاقة مضافة مسبقاً

source: Please Enter valid CVV
ar: ادخل رقم CVV الصحيح

source: Please Enter valid card number
ar: ادخل رقم البطاقة الصحيحة

source: Enter Amount
ar: أدخِل المبلغ

source: Saved Cards
ar: البطاقات المحفوظة

source: Add new
ar: أضف بطاقة جديدة

# Top Up with Apple Pay
source: Pay with Apple Pay
ar: أشحن الرصيد باستخدام Apple Pay

source: No saved cards available
ar: لا تتوفّر بطاقات محفوظة

source: Please add amount for top up.
ar: يرجى ادخال المبلغ المراد اضافته

source: Topup
ar: شحن رصيد

source: Ride Topup
ar: شحن رصيد رايد

source: Unable to present Apple Pay authorization.
ar: تعذر تقديم Apple Pay

source: Unable to make Apple Pay transaction.
ar: تعذر اتمام عملية Apple Pay

source: Pending
ar: معلق

source: Successfull
ar: تم شحن الرصيد بنجاح

source: Failed
ar: فشل شحن الرصيد!

# Topup Amount
source: Amount
ar: المبلغ

source: Time
ar: الوقت

source: Date
ar: التاريخ

source: PM
ar: مساءً

source: AM
ar: صباحًا

source: Choose Payment Method
ar: اختر طريقة الدفع

source: Amount
ar: المبلغ

source: Pay with Apple Pay
ar: أدفع عبر Apple Pay

source: Pickup Location
ar: موقع عملية التوصيل

source: Edit
ar: تعديل

source: Use Current Location
ar: استخدم موقعي الحالي

source: Confirm Pickup
ar: تأكيد موقعك الحالي

source: Current Location
ar: الموقع الحالي

source: More available rides
ar: المزيد من الرحلات المتوفّرة

source: Confirm Ride
ar: تأكيد الرحلة

source: Insufficient balance
ar: الرصيد غير كافٍ

source: Set Location
ar: تحديد الموقع

source: Confirm Location
ar: تأكيد الموقع

source: Search
ar: بحث

source: Unnamed Location
ar: موقع غير مسمى

source: Set Location from Map
ar: تحديد الموقع من الخريطة

source: Where to?
ar: ادخل عنوان الوجهة

source: Change drop-off
ar: تغيير مكان الوصول

source: min away
ar: يبعد دقيقه

source: Recommended for you
ar: الموصى بها لك

source: Enter Details
ar: أدخِل التفاصيل

# Rider KYC Desc
source: In order to complete your next trip please fill the details
ar: لإكمال رحلتك القادمة، يُرجى تعبئة التفاصيل الموجودة

source: Enter ID
ar: أدخِل رقم الهوية

# Waiting for the confirmation
source: We are waiting for the confirmation from your driver
ar: يرجى الانتظار لتأكيد الرحلة من قِبل الكابتن

# Please try again
source: Oops! Please try again no captain found
ar: عذراً! لايوجد كابتن متاح, يُرجى المحاولة مرة أخرى

# Try Again
source: Please Try Again
ar: حاول مرة أخرى

# Share this PIN
source: Share this PIN with your driver
ar: شارك الرمز مع الكابتن لبدء الرحله

source: You are riding with
ar: الرحلة قائمة مع الكابتن

source: Change
ar: تغيير

source: Help
ar: مساعدة

source: Rate Your Captain
ar: قيّم الكابتن

source: Total Payment
ar: المبلغ الإجمالي

source: Download VAT Invoice
ar: تحميل فاتورة ضريبة القيمة المضافة

source: We are cancelling your ride
ar: جاري إلغاء رحلتك

source: Your new fare is
ar: أجرك الجديد

source: New fare
ar: الأجر الجديد

source: Take The Next Ride
ar: خذ الرحلة التالية

source: My Rides
ar: رحلاتي بـRiDE

source: My Reports
ar: تقاريري

source: App Setting
ar: إعداد التطبيق

source: Customer Care
ar: خدمة العملاء

source: Terms & Condition
ar: الشروط والأحكام

source: Privacy Policy
ar: سياسة الخصوصية

source: Share With Friends
ar: مشاركة مع الأصدقاء

source: Log Out
ar: تسجيل الخروج

source: Back
ar: الرجوع

source: Version %@
ar: الإصدار %@

source: View Details
ar: مشاهدة التفاصيل

source: Update Profile
ar: تحديث

source: Email Address
ar: عنوان البريد الإلكتروني

source: Update
ar: تحديث

source: Notifications
ar: الإشعار

source: Delete
ar: حذف

source: Rides Taken
ar: الرحلات التي طلبتها

source: Rides Given
ar: الرحلات التي اوصلتها

source: Trip Accepted
ar: تم قبول الرحلة

source: Trip Rejected
ar: الرحلة مرفوضة

source: Trip Cancelled
ar: الرحلة ملغية

source: Driver Arrived
ar: وصل السائق

source: Trip Completed
ar: اكتملت الرحلة

source: Trip Expired
ar: الرحلة منتهية

source: Ride Details
ar: تفاصيل الرحلة

source: Your Captain
ar: الكابتن الخاص بك

source: Car Type
ar: نوع السيارة

source: Car Number Plate
ar: رقم لوحة السيارة

source: Sub Total
ar: اجمالي المبلغ

# Tax Amount
source: VAT Amount
ar: القيمة المضافة

source: Your Rider
ar: الراكب الخاص بك

source: Share
ar: مشاركة

source: Download
ar: تحميل

source: Image saved to gallery
ar: تم حفظ الصورة

# We will help you
source: We will help you as soon as you describe the problem in the paragraph below
ar: سنساعدك بمجرد وصف المشكلة في الفقرة أدناه

source: Report
ar: الإبلاغ

source: Please enter description
ar: يرجى ادخال التفاصيل

source: Select Report type
ar: اختر نوع التقرير

source: Report Saved
ar: تم تقديم التقرير

source: Change Language
ar: تغيير اللغة

source: Whatsapp Care
ar: خدمة العملاء عبرWhatsapp

source: Want to log out from RiDE?
ar: هل تريد تسجيل الخروج؟

source: Dismiss
ar: رفض

source: Yes, Log Out
ar: نعم! سجل خروجي

source: Subscription
ar: الاشتراك

source: Remaining Days
ar: عدد الأيام المتبقية

source: Subscription Fee
ar: رسوم الاشتراك

source: Auto Renew Subscription
ar: التجديد التلقائي للاشتراك

source: Upcoming Renewal
ar: موعد التجديد القادم

source: Renewal History
ar: سجل التجديد

source: Renew Subscription Now
ar: تجديد الاشتراك الآن

source: Scheduled On
ar: محدد موعده في

source: Cancel Subscription
ar: إلغاء الاشتراك

source: Renewal Successful
ar: تم التجديد

source: Report Detail
ar: تفاصيل التقرير

source: Add Promo Code
ar: أضف رمز ترويجي

source: Promo Code
ar: الرمز الترويجي

source: Apply
ar: إضافة

source: Entered promo code is invalid
ar: الرمز الترويجي الذي أدخلته غير صالح

source: Please Enter Promo Code
ar: الرجاء ادخال الرمز التويجي

source: You are not a Captain!
ar: لست كابتن!

# Please register as to use Captain mode
source: Please register for Captain mode.
ar: يرجى التسجيل كسائق

# Register As Driver
source: Register As Captain
ar: سجل كسائق

source: Captain Mode Enabled
ar: تم تفعيل وضع الكابتن

# You can now earn money
source: Congratulations! You can now earn money by offering rides & deliveries
ar: تهانينا! يمكنك الآن اكتساب المال عبر تقديم خدمات القيام بالرحلات والتسليم

source: Open Camera
ar: الكاميرا

source: Open Gallery
ar: مكتبة الصور والفيديوهات

source: Write a message...
ar: كتابة رسالة...

source: Topup Successful
ar: تم شحن الرصيد بنجاح

# SAR will be credited to your wallet shorlty
source: SAR %@ will be credited to your wallet shortly.
ar: SAR %@ سيتم إيداعه في محفظتك بعد قليل

source: Please try again after some time we are facing some server issues.
ar: يُرجى المحاولة مرة أخرى بعد فترة من الوقت؛ يوجد بعض المشكلات على الخادم حاليا

source: Topup Failed!
ar: فشل شحن الرصيد!

source: Please select reason of cancelling
ar: اختر سبب الإلغاء

source: Payment Details
ar: تفاصيل الدفع

source: Net Earning
ar: صافي الربح

source: Update IBAN
ar: تحديث الآيبان

source: Your Problem
ar: المشاكل

source: Your ride is cancelled
ar: تم إلغاء رحلتك

source: Go back to Rider
ar: الرجوع الى الراكب

source: IBAN :
ar: آيبان :

source: Bank :
ar: البنك :

source: Topup Details
ar: تفاصيل إضافة الأموال

source: Transfer Fee
ar: رسوم التحويل

source: Continue
ar: يكمل

source: The fare for the ride
ar: أجرة الرحلة

source: Invoice
ar: الفاتورة

source: Supplier name
ar: اسم المورّد

source: Address
ar: العنوان

source: VAT Number
ar: رقم ضريبة القيمة المضافة

source: Invoice Number
ar: رقم الفاتورة

source: Invoice Issuance date
ar: تاريخ إصدار الفاتورة

source: Customer name
ar: اسم العميل

source: Service Offered
ar: الخدمة المُقدّمة

source: Nature of Service
ar: نوع الخدمة

source: Unit Price
ar: سعر الوحدة

source: Quantity
ar: الكمية

# Item SubtotalEV
source: Item Subtotal (Excluding VAT)
ar: المجموع الفرعي (بدون ضريبة القيمة المضافة)

# Item SubtotalIV
source: Item Subtotal (Including VAT)
ar: المجموع الفرعي (مع ضريبة القيمة المضافة)

source: Total Amount
ar: إجمالي المبلغ

source: Total (Excluding VAT)
ar: الإجمالي (بدون ضريبة القيمة المضافة)

source: Discount
ar: الخصم

source: Total VAT Amount (Excluding VAT)
ar: إجمالي المبلغ الخاضع للضريبة (بدون ضريبة القيمة المضافة)

source: Total VAT
ar: إجمالي ضريبة القيمة المضافة

source: Total Amount Due
ar: إجمالي المبلغ المستحق

# systemGenerated
source: This is a system generated document, hence there is no need for stamp or signatures
ar: هذا المستند تم إنشاؤه بواسطة النظام، وبالتالي ليست هناك حاجة إلى إدراج ختم أو توقيع

source: Clear
ar: حذف

source: Cancel
ar: الغاء

source: Please register as captian to use pickup mode
ar: Please register as captian to use

source: Delete Accounnt
ar: حذف الحساب

# DeleteAccountDesc
source: Do you want to request for delete account? It'll take 24 hrs to delete your account!
ar: هل تريد طلب حذف الحساب؟ سيتم حذف حسابك خلال ٢٤ ساعه

source: Poor
ar: ضعیف

source: Bad
ar: سيء

source: Average
ar: متوسط

source: Good
ar: جيد

source: Excellent
ar: ممتاز

# mins
source: min
ar: دقيقه

source: Call Center
ar: خدمة العملاء

source: Share Ride Details
ar: مشاركة تفاصيل الرحلة

# call the police
source: Call the police - 911
ar: اتصل بالطوارئ - ٩١١

# location Permission title
source: Location Permission Required
ar: يجب تفعيل الموقع

# location permission desc
source: Please Always allow location permissions to track during trip from settings.
ar: يرجى السماح دائما بتفعيل الموقع لمعرفة مسار الرحلة

# location permission desc rider
source: Please allow location permissions to track during trip from settings.
ar: يرجى السماح دائما بتفعيل الموقع لمعرفة مسار الرحلة

source: Settings
ar: الاعدادات
